export default {
  projections: {
    ФотоE: {
      количество: {
        __caption__: 'Количество'
      },
      вид: {
        __caption__: 'Вид'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    ФотоL: {
      количество: {
        __caption__: 'Количество'
      },
      вид: {
        __caption__: 'Вид фото'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    вид: {
      __caption__: 'Вид'
    },
    количество: {
      __caption__: 'Количество'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
