export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фотокиоск: {
        __caption__: 'Фотокиоск',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        iD: {
          __caption__: 'Клиент'
        }
      },
      носитель: {
        __caption__: 'Носитель'
      },
      фото: {
        __caption__: 'Фото',
        количество: {
          __caption__: 'Количество'
        },
        вид: {
          __caption__: 'Вид фото'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      фотокиоск: {
        __caption__: 'Фотокиоск',
        наименование: {
          __caption__: 'Фотокиоск'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        iD: {
          __caption__: 'Клиент'
        }
      },
      носитель: {
        __caption__: 'Носитель'
      },
      фото: {
        __caption__: '',
        количество: {
          __caption__: 'Количество'
        },
        вид: {
          __caption__: 'Вид фото'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    }
  },
  validations: {
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    носитель: {
      __caption__: 'Носитель'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    фотокиоск: {
      __caption__: 'Фотокиоск'
    },
    фото: {
      __caption__: 'Фото'
    }
  }
};
